Repository: Eluchel-zz/PubMed_Field
Catalog: translations/*.po
Languages: de

source: No web environment set.
de: Keine Web Umgebung gesetzt.

source: Stores PubMed terms used for querying the PubMed database (http://www.ncbi.nlm.nih.gov/pubmed?term=)
de: Speichert PubMed Terms für eine Query auf die PubMed Datenbank (http://www.ncbi.nlm.nih.gov/pubmed?term=)

source: Error message
de: Fehlermeldung

source: Simple list of links to the publications given by querying the PubMed db using this field`s input as the term.
de: Einfache Liste aller Links zu den Publikationen, die durch die Query der PubMed Datenbank nach dem eingegebenen Term gefunden werden.

source: Textfield
de: Textfeld

source: PubMed Search Term
de: PubMed Suchbegriff

source: Put in the search term for a PubMed query. The results will be listed. If you don`t know what to put in visit
de: Gib den Suchbegriff für einen PubMed-Suche ein. Das Ergebnis der Suche wir ausgegeben. Wenn du nicht weißt, was du eingeben sollst, besuche

source: Use <em>@example_term</em> to query all publications by author <em>@example_author</em> for example.
de: Benutze zum Beispiel <em>@example_term</em> um alle Publikationen des Autors <em>@example_author</em> zu listen.

source: Note: The number of results will be limited to @max.
de: Achtung: Die Anzahl der Ergebnisse wird auf @max beschränkt.

source: Check this if you want to update results automatically once in a while.
de: Wähle diese Option, wenn die Ergebnisse regelmäßig automatisch aktualisiert werden sollen.

source: The PubMed query could not be perfomed.
de: Die PubMed Anfrage konnte nicht durchgeführt werden.

source: Query pubmed for term: @term.
de: Durchsuche PudMed nach dem Begriff: @term.

source: This module provides a field/widget to specify terms for a PubMed query. The results of the query will be associated to the node.
de: Diese Modul bietet ein Feld und ein Widget um Publikationen der PubMed Datenbank anzuzeigen. Benutzer geben einen Suchbegriff im Widget ein und das Ergebnis der Suche wird im Frontend ausgegeben.
